{
    "geo_geometry_type": "Point",
    "keywords": [
        "natural",
        "history",
        "museums",
        "illinois",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/09sjv3"
    ],
    "about": "The Peggy Notebaert Nature Museum - The Museum of the Chicago Academy of Sciences is a nature museum located in Chicago, Illinois. The museum, which opened in October 1999, is located at the intersection of Fullerton Parkway and Cannon Drive in Lincoln Park. It is operated by the Chicago Academy of Sciences, which had previously been located at Lincoln Park's century old Matthew Laflin Memorial Building. The Academy was founded in 1857. It was Chicago’s first museum dedicated to nature and science. The museum's exhibits include displays about the ecological history of the Illinois region, a live butterfly house, and a green home demonstration. The butterfly house features more than 200 species of exotic butterflies. The museum also offers more than 100 educational programs for adults and children. The museum is named in honor of Peggy Notebaert, wife of Qwest Communications chairman and chief executive officer Richard Notebaert. The building was designed by Perkins and Will.",
    "lastUpdated": "2012-07-14T05:48:20+0000",
    "wikipedia_id": "Peggy Notebaert Nature Museum",
    "wikipedia_numeric_id": 10732689,
    "url": "http://en.wikipedia.org/wiki/Peggy_Notebaert_Nature_Museum",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "peggy_notebaert_nature_museum",
    "md5id": "b7addd01edd232db28374a52ecd2eb0b",
    "description": "The Peggy Notebaert Nature Museum - The Museum of the Chicago Academy of Sciences is a nature museum located in Chicago, Illinois. The museum, which opened in a new facility in October 1999, is located at the intersection of Fullerton Parkway and Cannon Drive in Lincoln Park. The museum focuses on the natural history of the Chicago region and childhood and adult education. In addition, it has a popular live butterfly house.",
    "name": "Peggy Notebaert Nature Museum",
    "_domain_id": 10732689,
    "coordinates": [
        -87.6352,
        41.9267
    ]
}