{
    "geo_geometry_type": "Point",
    "keywords": [
        "landmarks",
        "chicago,illinois",
        "geoclass",
        "building"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/04ghsp8"
    ],
    "about": "Washington Block is a Chicago Landmark building located in the Loop community area of Chicago, Illinois, United States. Designed by Frederick and Edward Baumann it was built between 1873&ndash;1874 in the aftermath of the Great Chicago Fire of 1871. It was designated a Chicago Landmark on January 14, 1997. When completed, Washington Block was one of the tallest buildings in the city of Chicago and is described as a rare example of the "isolated pier foundation" (see below) which contributed to the foundation of knowledge that has made Chicago the birthplace of the skyscraper. The building has limestone facades and originally included an exterior staircase that led to a second-floor corner entrance. The lobby has a curving hardwood staircase. Today the first floor is occupied by a 7-Eleven. The building, which is located at the corner of North Wells Street and West Washington Street is five storeys tall. The building was originally intended to host upscale offices for companies wanting to be close to the nearby then-blossoming LaSalle Street financial district. However, when the Chicago 'L' was built next to the building, the upscale commercial customer found the building undesirable. During the mid 1900s, the owner hammered off ground-level architectural details in order to modernize the storefronts. 21st century owners have recast some of the details during a restoration. The isolated pier technique uses several separate foundations, one at each of the load-bearing points underground. Thus, instead of using a single foundation that would crack as the building shifted on sandy soil, a building may be built on a much longer-lasting and sturdier foundation. The Washington Block's foundation enabled it to be built on soft, compressible soil, instead of the solid bedrock formerly seen as a requirement. This ability allowed skyscrapers to be built in places like Chicago, and many of them were.",
    "lastUpdated": "2012-07-23T01:46:33+0000",
    "wikipedia_id": "Washington Block",
    "wikipedia_numeric_id": 18670278,
    "url": "http://en.wikipedia.org/wiki/Washington_Block",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "washington_block",
    "md5id": "20d534f31945562c6ab2771789a760d8",
    "description": "Washington Block is a Chicago Landmark building located in the Loop community area of Chicago, Illinois, United States. Designed by Frederick and Edward Baumann it was built between 1873&ndash;1874 in the aftermath of the Great Chicago Fire of 1871. It was designated a Chicago Landmark on January 14, 1997.",
    "name": "Washington Block",
    "_domain_id": 18670278,
    "coordinates": [
        -87.6341,
        41.883
    ]
}