{
    "geo_geometry_type": "Point",
    "keywords": [
        "film",
        "archives",
        "building102913152",
        "cinemas",
        "movie",
        "theaters",
        "united",
        "states"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/03md_l7"
    ],
    "about": ""The Film Center" redirects here. Not to be confused with the Film Center Building in New York City The Gene Siskel Film CenterBuildingFormer names The Film Center of the School of the Art Institute of ChicagoType CinemaLocation 164 N State St,Chicago, Illinois, USAOwner School of the Art Institute of Chicago The Gene Siskel Film Center, formerly The Film Center of the School of the Art Institute of Chicago and commonly referred to as The Film Center or The Gene Siskel, is the cinematheque attached to The School of the Art Institute of Chicago. It is named after popular film critic Gene Siskel. Along with Doc Films at the University of Chicago and the Block Museum of Northwestern University, the Film Center is one of Chicago's key revival houses, and hosts at least one major retrospective per month. Unlike Doc or Block, the Film Center also serves as a venue for first runs of foreign and independent films and is not student-run. Amongst other things, this means the Film Center maintains a year-round staff and does not cease operation when The School of the Art Institute closes for semester breaks. The Film Center reportedly averages 1,500 screenings a year.",
    "wikipedia_id": "Gene Siskel Film Center",
    "wikipedia_numeric_id": 16679154,
    "url": "http://en.wikipedia.org/wiki/Gene_Siskel_Film_Center",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "af51075f9c52e807d1b97147d13a7556",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": ""The Film Center" redirects here.",
    "name": "Gene Siskel Film Center",
    "_domain_id": 16679154,
    "coordinates": [
        -87.628265,
        41.88498
    ]
}