{
    "geo_geometry_type": "Point",
    "keywords": [
        "educational",
        "institutions",
        "established",
        "in1908",
        "law",
        "schools",
        "illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/03b82c"
    ],
    "about": "Loyola University Chicago School of Law is the law school of the Loyola University Chicago, in Illinois. Established in 1909, by the Society of Jesus, the Roman Catholic order of the Jesuits, the School of Law is located in downtown Chicago, within walking distance of the Water Tower (only surviving downtown building of the 1871 Great Chicago Fire), the John Hancock Center (one of the tallest buildings in the United States), Holy Name Cathedral and the Magnificent Mile of North Michigan Avenue. Loyola University Chicago School of Law offers degrees and combined degree programs, including the S.J.D. , the equivalent of the Doctorate Degree in Law. Loyola University Chicago and its Water Tower campus also holds art exhibitions and other cultural events. The 2007 Illinois Bar Exam pass rate was 91%.",
    "wikipedia_id": "Loyola University Chicago School of Law",
    "wikipedia_numeric_id": 4580977,
    "url": "http://en.wikipedia.org/wiki/Loyola_University_Chicago_School_of_Law",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "049c5199107f3f73b822e4a4abcec015",
    "description": "Loyola University Chicago School of Law is the law school of the Loyola University Chicago, in Illinois. Established in 1909, by the Society of Jesus, the Roman Catholic order of the Jesuits, the School of Law is located in downtown Chicago, within walking distance of the Water Tower (only surviving downtown building of the 1871 Great Chicago Fire), the John Hancock Center (one of the tallest buildings in the United States), Holy Name Cathedral and the Magnificent Mile of North Michigan Avenue.",
    "name": "Loyola University Chicago School of Law",
    "_domain_id": 4580977,
    "coordinates": [
        -87.6271,
        41.8973
    ]
}