{
    "geo_geometry_type": "Point",
    "keywords": [
        "geoclass",
        "park",
        "demolished",
        "buildings",
        "structures",
        "united",
        "states",
        "former",
        "chicago,illinois",
        "defunct",
        "airports",
        "illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/0j9xk",
        "http://sws.geonames.org/4901857/"
    ],
    "about": "Merrill C. Meigs Field Airport, was a single strip airport that operated from December 1948 until March 2003. It was built on Northerly Island, the man-made peninsula that was also the site of the 1933–1934 Century of Progress in Chicago. The airport opened on December 10, 1948, and became the country's busiest single-strip airport by 1955. The latest air traffic tower was built in 1952 and the terminal was dedicated in 1961. The airfield was named for Merrill C. Meigs, publisher of the Chicago Herald and Examiner and an aviation booster. Northerly Island, owned by the Chicago Park District, is the only lakefront structure to be built based on Daniel Burnham's 1909 Plan of Chicago. The island was to be populated by trees and grass for the public enjoyment by all. However, drafted less than six years after the Wright brothers' historic flight, the 1909 plan did not envision any airports for Chicago. The airport was a familiar sight on the downtown lakefront. It was also well-known as the default takeoff field in many early versions of the popular Microsoft Flight Simulator software program. It is an airport that is featured in Microsoft's Midtown Madness computer game (1999) and Reflections' Driver 2 video game, which are based in Chicago. The airport area is also the central location of the short documentary film Powers of Ten by Charles and Ray Eames. The Main Terminal Building was operated by the Chicago Department of Aviation and contained waiting areas as well as office and counter space. The runway at Meigs Field was nearly 3,900 feet (1,200 m) long and 150 feet (46 m) wide. In addition, there were four public helicopter pads at the south end of the runway, near McCormick Place. The north end of the runway was near the Adler Planetarium.",
    "wikipedia_id": "Meigs Field",
    "wikipedia_numeric_id": 265573,
    "url": "http://en.wikipedia.org/wiki/Meigs_Field",
    "id": "meigs_field",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "216e6f019fb5d76a8400402cf36f550a",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "Merrill C. Meigs Field Airport, was a single strip airport that operated from December 1948 until March 2003. It was built on Northerly Island, the man-made peninsula that was also the site of the 1933–1934 Century of Progress in Chicago. The airport opened on December 10, 1948, and became the country's busiest single-strip airport by 1955. The latest air traffic tower was built in 1952 and the terminal was dedicated in 1961. The airfield was named for Merrill C.",
    "name": "Meigs Field",
    "_domain_id": 265573,
    "coordinates": [
        -87.60861,
        41.86
    ]
}