{
    "geo_geometry_type": "Point",
    "keywords": [
        "residential",
        "skyscrapers",
        "chicago,illinois",
        "skyscraper",
        "hotels",
        "condominiums",
        "shangri",
        "la",
        "united",
        "states",
        "buildings",
        "construction"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/09vllm"
    ],
    "about": "Waterview Tower is a mixed-use, partially-constructed skyscraper in downtown Chicago, Illinois. Originally scheduled for completion in 2009, construction was suspended in early 2008 at a height of 26 floors as the developer became unable to secure financing, but now it has been delayed to 2012. If completed, it will be the fifth tallest building in Chicago and the third tallest residential building at 1,047 ft tall. In May 2008, construction ceased after the parking garage portion and most of the hotel floors were completed due to the inability of the developer to get the remaining finanacing needed to complete the project. The project has been idle since that time, except for workers doing tasks to cure safety violations that the City of Chicago demanded be fixed. Numerous construction liens have been filed against the project. In May 2010, a consortium of creditors and lienholders (called Clark Wacker LLC) took over ownership of the project and are currently looking for funding to complete it, either as designed or modified.",
    "wikipedia_id": "Waterview Tower",
    "wikipedia_numeric_id": 7635527,
    "url": "http://en.wikipedia.org/wiki/Waterview_Tower",
    "id": "waterview_tower",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "extended_properties": {
        "building.floor_area": "120773.952"
    },
    "md5id": "9caa1fb0313934a873d93bd4a67cff20",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "Waterview Tower is a mixed-use, partially constructed skyscraper in downtown Chicago, Illinois. Originally scheduled for completion in 2009, construction was suspended in early 2008 at a height of 26 floors as the developer became unable to secure financing, but now it has been delayed to 2012. When completed, it will be 1,047 ft (319 m) tall.",
    "name": "Waterview Tower",
    "_domain_id": 7635527,
    "coordinates": [
        -87.631386,
        41.88639
    ]
}