{
    "geo_geometry_type": "Point",
    "keywords": [
        "streets",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/055lh0"
    ],
    "about": "Wacker Drive is a major street in Chicago, Illinois, United States, running along the south side of the main branch and the east side of the south branch of the Chicago River. The street is a multilevel street that runs from 340 north at 400 east to 200 north at 340 west and along 360 west from 188 north to 424 south in the Chicago street address system in the Loop community area of Chicago in Cook County, Illinois, United States. The vast majority of it is double-decked; the upper level intended for local traffic, and the lower level for through-traffic and trucks servicing buildings on the road (and originally a dock). It is sometimes cited as a precursor to the modern freeway, though when built the idea was that pleasure vehicles would use the upper level. It is one of a few streets in the city that has addresses on all four cardinal directions. The upper level is normally known as Upper Wacker Drive and the lower level is Lower Wacker Drive. A short part has a third level, sometimes called Lower Lower Wacker Drive or Lowest Wacker Drive. Near the eastern end of the road, other two and three level streets connect to Wacker Drive.",
    "wikipedia_id": "Wacker Drive",
    "wikipedia_numeric_id": 1536012,
    "url": "http://en.wikipedia.org/wiki/Wacker_Drive",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "extended_properties": {
        "infrastructure.length": "3.5405568"
    },
    "md5id": "af62dadd099b4297101ec1ed8df74f92",
    "description": "Wacker Drive is a major street in Chicago, Illinois, United States, running along the south side of the main branch and the east side of the south branch of the Chicago River. The street is a multilevel street that runs from 340 north at 400 east to 200 north at 340 west and along 360 west from 188 north to 424 south in the Chicago street address system in the Loop community area of Chicago in Cook County, Illinois, United States.",
    "name": "Wacker Drive",
    "_domain_id": 1536012,
    "coordinates": [
        -87.62738,
        41.88688
    ],
    "contained_in": {
        "core_based_stat_areas": "16980",
        "combined_stat_areas": "17176",
        "cities": "1714000",
        "counties": "17031",
        "census_tracts": "17031320100",
        "postal_codes": "60601",
        "states": "il",
        "sen_legislative_dist_uppers": "17003",
        "countries": "us"
    }
}