{
    "geo_geometry_type": "Point",
    "keywords": [
        "former",
        "buildings",
        "structures",
        "chicago,illinois",
        "skyscrapers",
        "office"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02n_lc"
    ],
    "about": "The Home Insurance Building was built in 1885 in Chicago, Illinois, USA and destroyed in 1931 to make way for the Field Building. It was the first building to use structural steel in its frame, but the majority of its structure was composed of cast and wrought iron. It is generally noted as the first tall building to be supported, both inside and outside, by a fireproof metal frame. Although, the Ditherington Flax Mill was built as a fireproof metal framed building earlier, it was only five stories tall. Due to the Chicago building's unique architecture and unique weight bearing frame, it is considered to be the first skyscraper in the world. It had 10 stories and rose to a height of 138 feet (42 m). In 1890, two additional floors were built on top of the original 10-story building. A forensic analysis done during its demolition purported to show that the building was the first to carry both floors and external walls entirely on its metal frame, but details and later scholarship have arguably disproved this, and it has been asserted that the structure must have relied upon both metal and masonry elements to support its weight, and to hold it up against wind. Although the Home Insurance Building made full use of steel framing technology, in this theory it was not a pure steel-framed structure since it rested partly on granite piers at the base and on a rear brick wall. The architect was William Le Baron Jenney, an engineer. In fact, the building weighed only one-third as much as a stone building would have; city officials were so concerned that they halted construction while they investigated its safety. The Home Insurance Building is an example of the Chicago School in architecture. The building led to the future in the skyscrapers. “In 1888, a Minneapolis architect named Leroy S. Buffington was granted a patent on the idea of building skeletal-frame tall buildings. He even proposed the construction of a 28-story "stratosphere-scraper"--a notion mocked by the architectural press of the time as impractical and ludicrous. Nevertheless, Buffington brought the potential of the iron skeletal frame to the attention of the national architectural and building communities. Architects and engineers began using the idea, which in primitive form had been around for decades. ” The Bank of America Building (former Field Building and then Lasalle Bank Building), where the Home Insurance Building once stood, contains a plaque in the lobby that reads: This section of the Field Building is erected on the site of the Home Insurance Building which structure, designed and built in eighteen hundred and eighty four by the late William Le Baron Jenney, was the first high building to utilize as the basic principle of its design the method known as skeleton construction and, being a primal influence in the acceptance of this principle was the true father of the skyscraper, 1932",
    "wikipedia_id": "Home Insurance Building",
    "wikipedia_numeric_id": 8727539,
    "url": "http://en.wikipedia.org/wiki/Home_Insurance_Building",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "home_insurance_building",
    "md5id": "e5279eed17a4f88a85956c6127627a25",
    "description": "The Home Insurance Building was built in 1884 in Chicago, Illinois, USA and destroyed in 1931 to make way for the Field Building. It was the first building to use structural steel in its frame, but the majority of its structure was composed of cast and wrought iron. It is generally noted as the first tall building to be supported, both inside and outside, by a fireproof metal frame.",
    "name": "Home Insurance Building",
    "_domain_id": 8727539,
    "coordinates": [
        -87.632,
        41.8796
    ]
}