{
    "geo_geometry_type": "Point",
    "keywords": [
        "cw",
        "network",
        "affiliates",
        "channel19",
        "digital",
        "tv",
        "stations",
        "united",
        "states",
        "television",
        "channels",
        "established",
        "in1948",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/019z6k"
    ],
    "about": "WGN-TV, virtual channel 9, is a television station in Chicago, Illinois. It has been owned by the Tribune Company since its inception, and is an affiliate of The CW Television Network. WGN-TV's studios and offices are located at 2501 W. Bradley Place in the North Center neighborhood of Chicago, and the station's transmitter is located atop the Willis Tower (formerly the Sears Tower). WGN Television is one of several flagship properties owned by the Tribune Company, which also owns radio station WGN (720 AM) and publishes the Chicago Tribune, whose slogan ("World's Greatest Newspaper") was the basis for the call letters used by both stations. The Tribune Company also operates Chicago area cable news channel Chicagoland Television (CLTV), which shares resources from both WGN-TV and the Chicago Tribune. WGN-TV is also a pioneering superstation, and continues to program an alternate feed for cable and satellite subscribers throughout the United States known as WGN America (formerly Superstation WGN). The "superstation" feed remains unavailable to Chicago-area cable subscribers, despite vastly different programming offerings. However, WGN America is available in the Chicago area on DirecTV and Dish Network. WGN's longtime slogan, "Chicago's Very Own", was the basis for a popular image campaign of the 1980s and 1990s, as performed by Lou Rawls.",
    "wikipedia_id": "WGN-TV",
    "wikipedia_numeric_id": 11717131,
    "url": "http://en.wikipedia.org/wiki/WGN-TV",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "wgn_tv",
    "md5id": "d1a6cde04418c45eca0c75b39e75eccf",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "WGN-TV, virtual channel 9, is the CW-affiliated television station in Chicago, Illinois built, signed on, and owned by the Tribune Company. WGN-TV's studios and offices are located at 2501 W. Bradley Place in the North Center neighborhood of Chicago, and the station's transmitter is located atop the Willis Tower (formerly the Sears Tower).",
    "name": "WGN-TV",
    "_domain_id": 11717131,
    "coordinates": [
        -87.69167,
        41.948757
    ]
}