{
    "geo_geometry_type": "Point",
    "keywords": [
        "landmarks",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02r_3bw"
    ],
    "about": "The Francis J. Dewes House is a house located at 503 West Wrightwood Avenue in Chicago, Illinois, United States. The house was built in 1896 by Adolph Cudell and Arthur Hercz for brewer Francis J. Dewes. It was designated a Chicago Landmark on June 12, 1974. It was added to the National Register of Historic Places on August 14, 1973 Wealthy German immigrants, including Wacker, Leight, Gaetner, Deever, and Schlosser, constructed luxurious mansions east of Clark Street in Chicago's Lincoln Park. Francis Dewes, a Chicago brewer and millionaire, built the most elaborate home in the Lincoln Park still standing - Dewes Mansion at 503 West Wrightwood Avenue. Architects Adolph Cudell and Arthur Hercz designed the Dewes mansion, and it was completed in 1896. Hercz was originally from Hungary, and Cudell was no stranger to building grand residences for Chicago's wealthy elite. In 1879 Cudell also designed the Rush Street mansion of prominent businessman Cyrus Hall McCormick. The Dewes mansion was built for Francis J. Dewes, a brewer. Dewes was born in Prusia in 1845, the son of a brewer and member of the German parliament. In 1868 Francis Dewes emigrated to Chicago and found employment as a bookkeeper for established brewing companies such as Rehm and Bartholomae and the Busch and Brand Brewing Company. He rose through the ranks, and in 1882 he founded his own successful brewing firm. His mansion was built to reflect his own Prussian background and European tastes. Taken as a whole, the building is an unusual example of a German inspired style, influenced by the neo-Baroque architecture of Ecole des Beaux-Arts in Paris at the end of the nineteenth century. The exterior of this lavish gray-stone is decorated with carved stonework and ornamental cornices and lintels. The entrance to the mansion is flanked by caryatids, tall female figures acting as columns, supporting a balcony over the doorway. The house is now used for wedding receptions, parties, and other private events.",
    "wikipedia_id": "Francis J. Dewes House",
    "wikipedia_numeric_id": 11969888,
    "url": "http://en.wikipedia.org/wiki/Francis_J._Dewes_House",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "francis_j_dewes_house",
    "md5id": "6816c39b00f357a14e35eafff9d69bde",
    "description": "The Francis J. Dewes House is a house located at 503 West Wrightwood Avenue in Chicago, Illinois, United States. The house was built in 1896 by Adolph Cudell and Arthur Hercz for brewer Francis J. Dewes. It was designated a Chicago Landmark on June 12, 1974. It was added to the National Register of Historic Places on August 14, 1973 Wealthy German immigrants, including Wacker, Leight, Gaetner, Deever, and Schlosser, constructed luxurious mansions east of Clark Street in Chicago's Lincoln Park.",
    "name": "Francis J. Dewes House",
    "_domain_id": 11969888,
    "coordinates": [
        -87.6416,
        41.9304
    ]
}