{
    "geo_geometry_type": "Point",
    "keywords": [
        "outdoor",
        "sculptures",
        "chicago,illinois",
        "1977"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/0b74z4j"
    ],
    "about": "Batcolumn (or Bat Column) is a  Convert/LoffAoffDbSmid outdoor sculpture in Chicago. Designed by Claes Oldenburg, it takes the shape of a baseball bat standing on its knob. It consists of gray-painted Corten steel arranged into an open latticework structure. Batcolumn stands outside the Harold Washington Social Security Administration Building at 600 West Madison Street near downtown Chicago. The United States General Services Administration commissioned the sculpture, which was dedicated in 1977. Oldenburg originally designed the sculpture to be painted red, but he abandoned that idea to distinguish it from Chicago's Flamingo sculpture by Alexander Calder. Oldenburg instead had Batcolumn painted gray, which he also hoped would make the sculpture easier to see against the sky. A plaque on the sculpture reads, "Oldenburg selected the baseball bat as an emblem of Chicago's ambition and vigor. The sculpture's verticality echoes the city's dramatic skyline, while its form and scale cleverly allude to more traditional civic monuments, such as obelisks and memorial columns. " The sculpture has been a source of controversy. On the day of its dedication, a number of people came to protest, holding signs saying "Tear it down" and "Expensive joke". However, Batcolumn has also had its defenders. A 2005 Chicago Tribune article named it one of the newspaper's favorite Chicago sculptures (along with Standing Lincoln and the lions outside the Art Institute of Chicago Building).",
    "wikipedia_id": "Batcolumn",
    "wikipedia_numeric_id": 26436687,
    "url": "http://en.wikipedia.org/wiki/Batcolumn",
    "id": "batcolumn",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "84853ae5422a7f913a7c1f7d305585e2",
    "description": "Batcolumn (or Bat Column) is a Template:Convert/LoffAoffDbSmid outdoor sculpture in Chicago. Designed by Claes Oldenburg, it takes the shape of a baseball bat standing on its knob. It consists of gray-painted Corten steel arranged into an open latticework structure. Batcolumn stands outside the Harold Washington Social Security Administration Building at 600 West Madison Street near downtown Chicago.",
    "name": "Batcolumn",
    "_domain_id": 26436687,
    "coordinates": [
        -87.64314,
        41.882
    ]
}