{
    "geo_geometry_type": "Point",
    "keywords": [
        "bascule",
        "bridges",
        "chicago,illinois",
        "road",
        "illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/0f11dy"
    ],
    "about": "The Franklin–Orleans Street Bridge over the Chicago River was built in October 1920, directly southwest of the Merchandise Mart. Connecting the Near North Side with "The Loop," is at the junction of the branches of the river, lying directly west of the Wells Street Bridge. It carries four lanes of traffic in the northbound direction, and sidewalks are available on both sides of the bridge. Great Lakes Dredge and Dock Company was the contractor for the substructure, and the Ketler–Elliot Company was the contractor for the superstructure. Original electrical equipment was installed by C.H. Norwood. The bridge is an example of a trunnion bascule bridge, with each half of the roadway is cantilevered out from shore abutments. The bridge is extremely efficient to operate. The bridge provided a new connection to the southern banks of the river and aided in westward expansion along Wacker Drive.",
    "wikipedia_id": "Franklin Street Bridge",
    "wikipedia_numeric_id": 9816138,
    "url": "http://en.wikipedia.org/wiki/Franklin_Street_Bridge",
    "id": "franklin_street_bridge",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "extended_properties": {
        "infrastructure.length": "0.097536"
    },
    "md5id": "c74d950eb14eda6242b4aa4a4fdd1c25",
    "description": "The Franklin–Orleans Street Bridge over the Chicago River was built in October 1920, directly southwest of the Merchandise Mart. Connecting the Near North Side with "The Loop," is at the junction of the branches of the river, lying directly west of the Wells Street Bridge. It carries four lanes of traffic in the northbound direction, and sidewalks are available on both sides of the bridge.",
    "name": "Franklin Street Bridge",
    "_domain_id": 9816138,
    "coordinates": [
        -87.63583,
        41.887222
    ]
}