{
    "geo_geometry_type": "Point",
    "keywords": [
        "streets",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/08hb0p"
    ],
    "about": "Prairie Avenue is a north–south thoroughfare on the South Side of Chicago, which historically extended from 16th Street in the Near South Side community area of Chicago in Cook County, Illinois, United States, to the city's southern limits and beyond. The street has a rich history from its origins as a major trail for horseback riders and carriages. During the last three decades of the 19th century, a six-block section of the street served as the residence of many of Chicago's elite families and an additional four-block section was also known for grand homes. The upper six-block section includes part of the historic Prairie Avenue District, which was declared a Chicago Landmark and added to the National Register of Historic Places. Several of Chicago's most important historical figures have lived on the street. This is especially true of the period of recovery from the Great Chicago Fire of 1871 when many of the most important families in the city moved to the street. Residents of the street have influenced the evolution of the city and have played prominent national and international roles. They have influenced the political history, the architecture, the culture, the economy, as well as the law and government of Chicago. The street has over time been influenced by the demographics of Chicago. The importance of the street has declined, but it still has landmark buildings and is the backbone of an historic district. Preservation battles regarding various properties on the street have been notable with one having been chronicled on the front page of The New York Times. As of 2009, the street is being redeveloped to host valuable and important condominiums. Recently, developments have extended the street north to accommodate new high-rise condominiums, such as One Museum Park, along Roosevelt Road (12th Street). The redevelopment has extended the street so that it has prominent buildings bordering Grant Park with Prairie Avenue addresses.",
    "wikipedia_id": "Prairie Avenue",
    "wikipedia_numeric_id": 25571074,
    "url": "http://en.wikipedia.org/wiki/Prairie_Avenue",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "prairie_avenue",
    "md5id": "accb3688c3022226830895ab523bbf8b",
    "description": "Prairie Avenue is a north–south thoroughfare on the South Side of Chicago, which historically extended from 16th Street in the Near South Side community area of Chicago in Cook County, Illinois, United States, to the city's southern limits and beyond. The street has a rich history from its origins as a major trail for horseback riders and carriages.",
    "name": "Prairie Avenue",
    "_domain_id": 25571074,
    "contained_in": {
        "core_based_stat_areas": "16980",
        "combined_stat_areas": "17176",
        "cities": "1714000",
        "counties": "17031",
        "census_tracts": "17031330100",
        "postal_codes": "60616",
        "states": "il",
        "sen_legislative_dist_uppers": "17013",
        "countries": "us"
    },
    "coordinates": [
        -87.620834,
        41.8575
    ]
}