{
    "geo_geometry_type": "Point",
    "keywords": [
        "outdoor",
        "sculptures",
        "chicago,illinois",
        "fountains",
        "united",
        "states",
        "1913"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02rlrct"
    ],
    "about": "Fountain of the Great Lakes or Spirit of the Great Lakes Fountain is an allegorical sculpture by Lorado Taft in the Art Institute of Chicago South Stanley McCormick Memorial Court south of the Art Institute of Chicago Building in the Loop community area of Chicago in Cook County, Illinois, United States. It is bronze work of art created between 1907-1913. The fountain depicts five women arranged so that the water flows through them in the same way water passes through the Great Lakes. Note that the Great Lakes waterflow starts in Lake Superior at 600 feet (180 m) above sea level and continues eastward through each lake until it reaches Lake Ontario and then passes into the St. Lawrence River. The Fountain is one of Taft's best known works. The fountain was originally installed facing south where it remained until 1963 when it was moved next to the Morton Wing addition facing west where it sits today. In its original location it was visible from the Jackson and Michigan Avenue intersection once known as "route center" to the south. The fountain was commissioned by the Benjamin Ferguson fund and one surface references the title B. F. Ferguson Fountain of the Great Lakes. There is a relief sculpture of Benjamin Ferguson on the rear panel that has been hidden from view since the fountain was moved. As the first commission from the Ferguson Fund, it experienced various funding delays. Additionally, the legal environment for land use in Grant Park was in flux at the time the commission was made, which caused delays in location selection. Once erected, the fountain received largely positive reviews, but a few critics questioned symbolism of the sculpture. Others were caught up in sociopolitical subtexts of the day, with regard to obscenity laws as it related to public art and this semi-nude work.",
    "lastUpdated": "2012-12-03T15:19:46+0000",
    "wikipedia_id": "Fountain of the Great Lakes",
    "wikipedia_numeric_id": 11721566,
    "url": "http://en.wikipedia.org/wiki/Fountain_of_the_Great_Lakes",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "fountain_of_the_great_lakes",
    "md5id": "ddf3e566975589e6c2b71894e2f9c031",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "Fountain of the Great Lakes or Spirit of the Great Lakes Fountain is an allegorical sculpture by Lorado Taft in the Art Institute of Chicago South Stanley McCormick Memorial Court south of the Art Institute of Chicago Building in the Loop community area of Chicago in Cook County, Illinois, United States. It is bronze work of art created between 1907-1913. The fountain depicts five women arranged so that the water flows through them in the same way water passes through the Great Lakes.",
    "name": "Fountain of the Great Lakes",
    "_domain_id": 11721566,
    "coordinates": [
        -87.623886,
        41.879444
    ]
}