{
    "geo_geometry_type": "Point",
    "keywords": [
        "buildings",
        "structures",
        "chicago,illinois",
        "landmarks"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/047nph"
    ],
    "about": "Pacific Garden Mission is a homeless shelter in the South Loop section of Chicago, Illinois, founded in 1877, by Colonel George Clarke and his wife, Sarah. It has been nicknamed, "The Old Lighthouse. " It is the oldest such shelter in Chicago. According to the PGM website, "Pacific Garden Mission is the oldest, continuously operating rescue mission in the country. " Among the converts to Christ from PGM's efforts are the famous evangelists Billy Sunday and Mel Trotter. In 1950, the Mission began production of "Unshackled," a radio dramatic series showcasing conversions to Christianity. The show, recorded live at PGM, remains in production today and is translated into seven languages for international distribution. PGM's original location was at 386 S. Clark Street. In 1880, the mission moved to 67 E. Van Buren Street, in a location formerly known as the "Pacific Beer Garden. " The current name, "Pacific Garden Mission," was adopted at that time - it was suggested by evangelist D.L. Moody that the name of the former occupant be kept but with the word "Beer" dropped from the name. The Mission moved to 646 S. State Street, in 1923, following a shift in the location of Chicago's Skid Row, just south of The Loop. At that time, the area known for its hobo jungles and flophouses. During the past few years the PGM was pressured by the city of Chicago to move from its current location, due to ongoing gentrification in the neighborhood. Then, Jones College Prep, a public high school located at 606 S. State Street, wanted to expand its facilities. As a result, the Mission negotiated with the city in December 2004 to move to a new location at 14th Place and Canal Street, about one mile southwest of its present location. PGM's current structure will be demolished to make way for the Jones College Prep. Groundbreaking for the new facility took place on November 16, 2005, at 1458 S. Canal Street. The building, designed by noted Chicago architect Stanley Tigerman, of Tigerman McCurry Architects, was completed in 2007, with the formal dedication October 13, 2007.",
    "wikipedia_id": "Pacific Garden Mission",
    "wikipedia_numeric_id": 10886213,
    "url": "http://en.wikipedia.org/wiki/Pacific_Garden_Mission",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "pacific_garden_mission",
    "md5id": "2aad1830a523f6774aaa22682ac62c6a",
    "description": "Pacific Garden Mission is a homeless shelter in the South Loop section of Chicago, Illinois, founded in 1877, by Colonel George Clarke and his wife, Sarah. It has been nicknamed, "The Old Lighthouse. " It is the oldest such shelter in Chicago. According to the PGM website, "Pacific Garden Mission is the oldest, continuously operating rescue mission in the country. " Among the converts to Christ from PGM's efforts are the famous evangelists Billy Sunday and Mel Trotter.",
    "name": "Pacific Garden Mission",
    "_domain_id": 10886213,
    "coordinates": [
        -87.6398,
        41.862
    ]
}