{
    "geo_geometry_type": "Point",
    "keywords": [
        "world",
        "hockey",
        "association",
        "venues",
        "defunct",
        "national",
        "basketball",
        "sports",
        "chicago,illinois",
        "former",
        "buildings",
        "structures",
        "indoor",
        "ice",
        "united",
        "states",
        "demolished",
        "music"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/03b82q"
    ],
    "about": "The International Amphitheatre was an indoor arena located in Chicago, Illinois between 1934 and 1999. It was located on the west side of Halsted Street at 43rd Street on the city's south side, adjacent to the Union Stock Yards. The arena was built for $1.5 million by the stock yard company principally to host the International Livestock Exhibition. The arena replaced Dexter Park, a horse-racing track that had stood on the site for over 50 years prior to its destruction by fire in May 1934. The completion of the Amphitheater ushered in an era where Chicago reigned as a convention capital. In an era before air conditioning and space for the press and broadcast media were commonplace, the International Amphitheater was among the first arenas to be equipped with these innovations. The arena, which seated 9,000, was the first home of the Chicago Packers of the NBA during 1961-62, before changing their name to the Chicago Zephyrs and moving to the Chicago Coliseum for their second season. It was also the home of the Chicago Bulls during their inaugural season of 1966-67; they also played only one game in the Chicago Coliseum, a playoff game in their first season, as no other arena was available for a game versus the St. Louis Hawks. Afterwards, the Bulls then moved permanently to Chicago Stadium, not the Coliseum. The Amphitheatre was also the primary home of the Chicago Cougars of the WHA from 1972-1975. It was originally intended to be only a temporary home for the Cougars, but the permanent solution, the Rosemont Horizon",
    "wikipedia_id": "International Amphitheatre",
    "wikipedia_numeric_id": 4700748,
    "url": "http://en.wikipedia.org/wiki/International_Amphitheatre",
    "id": "international_amphitheatre",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "9d1def5125a084cd52d79589eccad027",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "The International Amphitheatre was an indoor arena, located in Chicago, Illinois, between 1934 and 1999. It was located on the west side of Halsted Street, at 42nd Street, on the city's south side, adjacent to the Union Stock Yards. The arena was built for $1.5 million, by the stock yard company, principally to host the International Livestock Exhibition.",
    "name": "International Amphitheatre",
    "_domain_id": 4700748,
    "coordinates": [
        -87.64667,
        41.816944
    ]
}