{
    "geo_geometry_type": "Point",
    "keywords": [
        "universities",
        "colleges",
        "chicago,illinois",
        "university108286163",
        "film",
        "schools",
        "united",
        "states",
        "educational",
        "institutions",
        "established",
        "in1890"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/065r8g"
    ],
    "about": "Columbia College Chicago is the largest art college in the United States with over 12,500 students pursuing degrees within 120 undergraduate and graduate programs. Founded in 1890, the school is located in the South Loop of Chicago. It is organized into three schools: The School of Fine and Performing Arts is composed of nine departments: Art &amp; Design; Arts, Entertainment &amp; Media Management; Dance; Dance Movement Therapy &amp; Counseling; Fiction Writing; Music; Photography; Sherwood Conservatory; and Theater. The School of Liberal Arts and Sciences is composed of six departments: ASL-English Interpretation; Education Department; English Department; Humanities, History and Social Sciences; First Year Seminar; and Science and Mathematics. The School of Media Arts is composed of eight departments: Audio Arts &amp; Acoustics; Film &amp; Video; Interactive Arts &amp; Media; Interdisciplinary arts; Journalism; Marketing Communication; Radio; and Television. Columbia College Chicago is not affiliated with Columbia College Hollywood, Columbia University, or any other Columbia College in the United States. Columbia College Chicago does not have any campuses or locations outside of Chicago.",
    "lastUpdated": "2012-12-22T11:03:05+0000",
    "wikipedia_id": "Columbia College Chicago",
    "wikipedia_numeric_id": 30084950,
    "url": "http://en.wikipedia.org/wiki/Columbia_College_Chicago",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "columbia_college_chicago",
    "md5id": "bfa7c08a7274fc04be72443847cc5c13",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "Columbia College Chicago is one of the largest art colleges in the United States with nearly 12,000 students pursuing degrees within 120 undergraduate and graduate programs. Founded in 1890, the school is located in the South Loop of Chicago.",
    "name": "Columbia College Chicago",
    "_domain_id": 30084950,
    "coordinates": [
        -87.62498,
        41.87391
    ]
}