{
    "geo_geometry_type": "Point",
    "keywords": [
        "urban",
        "public",
        "parks",
        "chicago,illinois",
        "park108615149"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02pph55"
    ],
    "about": "Ping Tom Memorial Park is a 17.24-acre (6.98 ha) public urban park in Chicago's Chinatown owned and operated by the Chicago Park District (CPD). Located on the south bank of the Chicago River, the park is divided into three sections by a Santa Fe rail track and 18th Street. Currently, only development in the area south of 18th Street has been completed. It was designed by Ernest C. Wong of Site Design Group and features a pagoda-style pavilion, bamboo gardens and a playground. The park is named in honor of prominent Chinatown businessman and civic leader Ping Tom; a bronze bust of Tom is installed near the park's pavilion. In 1962, the construction preparations for the Dan Ryan Expressway demolished the only two parks in the Chinatown area. Sun Yat-sen Playlot Park, a small, 1/3 acre park, was created in the mid-1970s, however, the community wanted a larger open park space. A private real estate firm formed by Ping Tom, then purchased a former 32-acre (13 ha) rail yard in 1989. After construction of Chinatown Square began on this property, the CPD purchased approximately 6 unused acres along the Chicago River in 1991, along with an additional 6 acres (24,000 m) that extended along the river, north of 18th Street. The southern-half of the area then underwent significant development, as the retaining wall along the river was repaired and an at-grade rail crossing was installed at the park's western boundary. Construction then began in 1998 and concluded in fall 1999 at a total cost of $5 million. The park was officially opened on October 2, 1999. In 2002, the Chicago Park District acquired five additional acres immediately east of the park's undeveloped northern half. The CPD has been planning a second development-stage of the park's nearly 11 undeveloped acres north of 18th Street. The plan calls for the development of the area's shoreline and access points, as well as the construction of a cultural arts and recreational facility and a boathouse. The project is estimated to cost $38 million. In September 2009, a $10 million budget was approved to start development on the 6-acre (24,000 m) area along the Chicago River.",
    "wikipedia_id": "Ping Tom Memorial Park",
    "wikipedia_numeric_id": 10904376,
    "url": "http://en.wikipedia.org/wiki/Ping_Tom_Memorial_Park",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "7d00cf0b3a4a499684f610dbf5f7c4ba",
    "description": "Ping Tom Memorial Park is a 17.24-acre (6.98 ha) public urban park in Chicago's Chinatown owned and operated by the Chicago Park District (CPD). Located on the south bank of the Chicago River, the park is divided into three sections by a Santa Fe rail track and 18th Street. Currently, only development in the area south of 18th Street has been completed. It was designed by Ernest C. Wong of Site Design Group and features a pagoda-style pavilion, bamboo gardens and a playground.",
    "name": "Ping Tom Memorial Park",
    "_domain_id": 10904376,
    "coordinates": [
        -87.63472,
        41.856945
    ]
}