{
    "geo_geometry_type": "Point",
    "keywords": [
        "buildings",
        "structures",
        "chicago,illinois",
        "post",
        "office",
        "united",
        "states"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02qpzk1"
    ],
    "about": "The Old Chicago Main Post Office is a nine-story-tall building in Chicago designed by Graham, Anderson, Probst &amp; White and built in 1921. The original structure was a brick-sided mail terminal building, still sited just east of the main building that engulfs Eisenhower Expressway as it turns into the Congress Parkway. Major expansion in 1932 added a total of nine floors for more than 60 acres, or 2.5 million square feet (230,000 m²) of floorspace. Its footprint, as initially designed, would have blocked the proposed Congress Parkway extension. As a compromise, a hole for the Parkway was reserved in the base of the Post Office and utilized twenty years later. In 1966 the Main Chicago Post Office came to a virtual halt when a logjam of 10 million pieces of mail clogged the system for almost one whole week. With Chicago rated worst in postal deliveries, a new Main Post Office was proposed for right across Harrison Street. In 1997, the old building was vacated in favor of the new, modernized facility. The official address of the Old Post office is 433 W. Van Buren, Chicago, IL. A February 2006 report by the General Accounting Office stated that it costs the government $2 million a year to maintain the retired building. The building was listed on the National Register of Historic Places in 2001.",
    "wikipedia_id": "Old Chicago Main Post Office",
    "wikipedia_numeric_id": 10880268,
    "url": "http://en.wikipedia.org/wiki/Old_Chicago_Main_Post_Office",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "old_chicago_main_post_office",
    "md5id": "e831cc03e3053228165b1e43362ab59a",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "The Old Chicago Main Post Office is a nine-story-tall building in Chicago designed by Graham, Anderson, Probst &amp; White and built in 1921. The original structure was a brick-sided mail terminal building, still sited just east of the main building that engulfs Eisenhower Expressway as it turns into the Congress Parkway. Major expansion in 1932 added a total of nine floors for more than 60 acres (240,000 m), or 2.5 million square feet (230,000 m²) of floorspace.",
    "name": "Old Chicago Main Post Office",
    "_domain_id": 10880268,
    "coordinates": [
        -87.63877,
        41.87562
    ]
}