{
    "geo_geometry_type": "Point",
    "keywords": [
        "yago",
        "geo",
        "entity",
        "defunct",
        "agriculture",
        "companies",
        "based",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/05tpjm"
    ],
    "about": "The Union Stock Yard &amp; Transit Co. , or The Yards, was the meat packing district in Chicago for over a century starting in 1865. The district was operated by a group of railroad companies that acquired swampland, and turned it to a centralized processing area. It operated in the New City community area of Chicago, Illinois for 106 years, helping the city become known as "hog butcher for the world" and the center of the American meat packing industry for decades. The stockyards became the focal point of the rise of some of the earliest international companies. These companies refined novel industrial innovations and influenced financial markets. Both the rise and fall of the district owe their fortunes to the evolution of transportation services and technology in America. The stockyards have become an integral part of the popular culture of Chicago's history. From the Civil War until the 1920s and peaking in 1924, more meat was processed in Chicago than in any other place in the world. Construction began in June 1865 with an opening on Christmas Day in 1865. The Yards closed at midnight on Friday, July 30, 1971 after several decades of decline during the decentralization of the meat packing industry. The Union Stock Yard Gate was designated a Chicago Landmark on February 24, 1972 and a National Historic Landmark on May 29, 1981.",
    "wikipedia_id": "Union Stock Yards",
    "wikipedia_numeric_id": 8130594,
    "url": "http://en.wikipedia.org/wiki/Union_Stock_Yards",
    "id": "union_stock_yards",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "md5id": "de8db010bebeece3ad0b7812eef85738",
    "relations": [
        {
            "to": "wikipedia_id:United_States",
            "rel": "geo_related"
        }
    ],
    "description": "The Union Stock Yard &amp; Transit Co. , or The Yards, was the meat packing district in Chicago for over a century starting in 1865. The district was operated by a group of railroad companies that acquired swampland, and turned it to a centralized processing area. It operated in the New City community area of Chicago, Illinois for 106 years, helping the city become known as "hog butcher for the world" and the center of the American meat packing industry for decades.",
    "name": "Union Stock Yards",
    "_domain_id": 8130594,
    "coordinates": [
        -87.65656,
        41.815723
    ]
}