{
    "geo_geometry_type": "Point",
    "keywords": [
        "neighborhoods",
        "chicago,illinois",
        "geoclass",
        "section",
        "populated"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/04czf8r"
    ],
    "about": "Streeterville is a neighborhood in the Near North Side community area of Chicago, Illinois, United States, north of the Chicago River in Cook County. It is bounded by the river on the south, the Magnificent Mile portion of Michigan Avenue on the west, and Lake Michigan on the north and east, according to most sources, although the City of Chicago only recognizes a small portion of this region as Streeterville. Thus, it can be described as the Magnificent Mile plus all land east of it. The majority of the land in this neighborhood is reclaimed landfill and sandbar. The neighborhood contains a combination of hotels, restaurants, professional office centers, residential high rises, universities, medical facilities, and cultural venues. The area has undergone increased development in the early 21st century as numerous empty lots in Streeterville have been converted into commercial and residential properties, especially in the southern part of the neighborhood. The neighborhood had earlier experienced booms following World War I and World War II.",
    "lastUpdated": "2012-07-28T09:30:08+0000",
    "wikipedia_id": "Streeterville",
    "wikipedia_numeric_id": 18363900,
    "url": "http://en.wikipedia.org/wiki/Streeterville",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "streeterville",
    "md5id": "5b8ff62bd7480dfb58315c97d68e735a",
    "description": "Streeterville is a neighborhood in the Near North Side community area of Chicago, Illinois, United States, north of the Chicago River in Cook County. It is bounded by the river on the south, the Magnificent Mile portion of Michigan Avenue on the west, and Lake Michigan on the north and east, according to most sources, although the City of Chicago only recognizes a small portion of this region as Streeterville. Thus, it can be described as the Magnificent Mile plus all land east of it.",
    "name": "Streeterville",
    "_domain_id": 18363900,
    "contained_in": {
        "core_based_stat_areas": "16980",
        "combined_stat_areas": "17176",
        "cities": "1714000",
        "counties": "17031",
        "census_tracts": "17031081401",
        "postal_codes": "60611",
        "states": "il",
        "sen_legislative_dist_uppers": "17013",
        "countries": "us"
    },
    "coordinates": [
        -87.61974,
        41.89383
    ]
}