{
    "geo_geometry_type": "Point",
    "keywords": [
        "medical",
        "districts",
        "illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/04qszz"
    ],
    "about": "The Illinois Medical District (IMD) is a special-use zoning district on the Near West Side of Chicago. It was designated as such by an act of the Illinois General Assembly in 1941. The District is bounded on the north by Congress Parkway, on the east by Ashland Avenue, on the west by Oakley Boulevard and on the south by the Union Pacific tracks at 14th and 15th Streets. The southern portion of the district remains undeveloped. In 1995, the IMD’s name was changed from the Illinois Medical Center to the Illinois Medical District to recognize that the IMD now contained various individual “medical centers. ” IMD is the nation's largest urban medical district. The district has medical centers and hospitals as well as a technology park to house startup ventures. Since 2004, the district has been home to the world's most powerful magnet for magnetic resonance use. IMD is easily accessible via public transportation and the Eisenhower Expressway",
    "wikipedia_id": "Illinois Medical District",
    "wikipedia_numeric_id": 10105881,
    "url": "http://en.wikipedia.org/wiki/Illinois_Medical_District",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "illinois_medical_district",
    "md5id": "1faf8aa1bab175de25eaf41e1c9b180a",
    "description": "The Illinois Medical District (IMD) is a special-use zoning district on the Near West Side of Chicago. It was designated as such by an act of the Illinois General Assembly in 1941. The District is bounded on the north by Congress Parkway, on the east by Ashland Avenue, on the west by Oakley Boulevard and on the south by the Union Pacific tracks at 14th and 15th Streets. The southern portion of the district remains undeveloped.",
    "name": "Illinois Medical District",
    "_domain_id": 10105881,
    "coordinates": [
        -87.67147,
        41.871555
    ]
}