{
    "geo_geometry_type": "Point",
    "keywords": [
        "hotels",
        "chicago,illinois",
        "landmarks",
        "skyscrapers"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/02r435v"
    ],
    "about": "The Allerton Hotel is a 25-story 360 foot (110 m) hotel skyscraper along the Magnificent Mile in the Near North Side community area of Chicago, Illinois. It was the first building to feature pronounced setbacks and towers resulting from the 1923 zoning law. The building was designated a Chicago Landmark on May 29, 1998. When the Allerton first opened, it had fourteen floors of small apartment-style rooms for men and six similar floors for women, with a total of 1,000 rooms. The hotel also boasted social events, gold, sports leagues, a library, solarium, and an in-house magazine. An early resident was Louis Skidmore, founder of the architectural firm Skidmore Owings and Merrill. Senator Dick Durbin stayed at the hotel in 1969 when he traveled to Chicago to take the bar exam. In the 1940s and 1950s, the hotel housed a swanky lounge on its upper story, called the \"Tip Top Tap. \" Although the lounge closed in 1961, the sign proclaiming its existence is still displayed on the Allerton Hotel. By 1963, the room was home to a new restaurant, the Cloud Room, when Don McNeill moved his broadcast of \"Don McNeill's Breakfast Club\" to the location. While the show was broadcast from the Allerton, McNeill's guests included regular Fran Allison. After the Allerton Hotel was declared a Chicago landmark, it was closed from August 1998 through May 1999 for a $60,000,000 renovation. The restoration work reversed the hotel's trend toward seediness. When the hotel reopened as the Allerton Crowne Plaza Hotel, the twenty-third floor, which had housed the Tip Top Tap and the Cloud Room, opened as the Renaissance Ballroom. At the same time, a lounge opened on the second floor called Taps on Two, and featured one of the Tip Top Tap's signature drinks, a Moscow Mule. In November 2006, the Allerton Hotel was purchased from Crowne Plaza and sold to the Chartres Lodging Group for $70,000,000. It reopened in February 2, 2007 as the independently owned Allerton Hotel; underneath the Chartres Lodging umbrella of hotels.",
    "wikipedia_id": "Allerton Hotel",
    "wikipedia_numeric_id": 11221483,
    "url": "http://en.wikipedia.org/wiki/Allerton_Hotel",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "allerton_hotel",
    "md5id": "83cc2af4a5b9f48da23ef3fdb4d2630c",
    "description": "The Allerton Hotel is a 25-story 360 foot (110 m) hotel skyscraper along the Magnificent Mile in the Near North Side community area of Chicago, Illinois. It was the first building to feature pronounced setbacks and towers resulting from the 1923 zoning law. The building was designated a Chicago Landmark on May 29, 1998. When the Allerton first opened, it had fourteen floors of small apartment-style rooms for men and six similar floors for women, with a total of 1,000 rooms.",
    "name": "Allerton Hotel",
    "_domain_id": 11221483,
    "contained_in": {
        "core_based_stat_areas": "16980",
        "combined_stat_areas": "17176",
        "cities": "1714000",
        "counties": "17031",
        "census_tracts": "17031081401",
        "postal_codes": "60611",
        "states": "il",
        "sen_legislative_dist_uppers": "17013",
        "countries": "us"
    },
    "coordinates": [
        -87.6238,
        41.8952
    ]
}