{
    "geo_geometry_type": "Point",
    "keywords": [
        "chicago",
        "public",
        "schools",
        "magnet",
        "illinois",
        "educational",
        "institutions",
        "established",
        "in1908",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/04zmlg"
    ],
    "about": "Albert G. Lane Technical College Preparatory High School (also known as Lane Tech), is a public, four-year, magnet high school located on the northwest side of Chicago. Lane is one of the oldest schools in the city and has an enrollment of over four thousand students. Lane is a selective-enrollment-based school in which students must take a test and pass a certain benchmark in order to be offered admission. As a result of consistent victories in the fields of sports and academics, the school is known as the "School of Champions". Lane has also produced more Ph.D. holders than any other high school in the country. Since Lane is one of nine selective enrollment schools in Chicago, most students have to commute to Lane. As a result, Lane is a diverse school with many of its students coming from different ethnicities and economic backgrounds which helps enrich the school's student body. To celebrate the school's diversity, Lane hosts dozens of ethnic clubs which help students learn more about other cultures as well as prepare for the International Days festivities. Lane's annual yearbook is called the Arrowhead.",
    "lastUpdated": "2012-08-14T07:09:31+0000",
    "wikipedia_id": "Lane Technical College Prep High School",
    "wikipedia_numeric_id": 3616501,
    "url": "http://en.wikipedia.org/wiki/Lane_Technical_College_Prep_High_School",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "lane_technical_college_prep_high_school",
    "extended_properties": {
        "school.campus_size": "0.133536619392"
    },
    "md5id": "97e32aa0cd50404d94e3fafd6039e019",
    "description": "Albert G. Lane Technical College Preparatory High School (also known as Lane Tech), is a public, four-year, magnet high school located on the northwest side of Chicago. Lane is one of the oldest schools in the city and has an enrollment of over four thousand students. Lane is a selective-enrollment-based school in which students must take a test and pass a certain benchmark in order to be offered admission.",
    "name": "Lane Technical College Prep High School",
    "_domain_id": 3616501,
    "coordinates": [
        -87.6907,
        41.9454
    ]
}