{
    "geo_geometry_type": "Point",
    "keywords": [
        "neighborhoods",
        "chicago,illinois"
    ],
    "external_links": [
        "http://rdf.freebase.com/ns/m/08rbfv"
    ],
    "about": ",. It is part of Chicago's 43rd ward. Old Town includes the Old Town Triangle Historic District. The Old Town Triangle Historic District is bounded on its northwest side by the former Ogden Avenue right-of-way,[3 3] its northeast side by Lincoln Avenue and Wells Street, and on its south side by North Avenue.[4 4] This historic district sits within the Old Town Triangle Association (OTTA), a Lincoln Park neighborhood bounded by the former Ogden Avenue right-of-way, Clark Street and North Avenue. It sits inside the community area of Lincoln Park and is part of Chicago's 43rd ward. Old Town north of North Avenue is in Lincoln Park, and south of North Avenue is part of the Near North Side. It is now an affluent gentrified neighborhood. Old Town is today considered an affluent and historic neighborhood, home to many of Chicago's older, Victorian-era buildings. In the 1950s,the majority of this area was an enclave to the first Puerto Ricans to emigrate to Chicago. They referred to this area as part of "La Clark" until commercialization decorated late 1960s shop signs with the name of Old Town. The neighborhood is home to St. Michael's Church, originally a Bavarian-built church, and one of 7 to survive the path of the Great Chicago Fire. St. Michael's, Holy Name Cathedral, Immaculate Conception and St. Joseph's catered also to Latinos with Spanish speaking masses. The neighborhood is also home to the famed The Second City improvisational comedy troupe. Many of the streets and alleys, particularly in the Old Town Triangle section, predate the Great Chicago Fire and do not all adhere to a typical Chicago grid pattern. In 1927, sculptors Sol Kogen and Edgar Miller purchased and subsequently rehabilited a house on Burton Place, near Wells Street, into the Carl Street Studios. Through the 1930s, an art colony emerged in the neighborhood as artists moved from the Towertown neighborhood near Washington Square Park. Old Town was also home to many gays &amp; lesbians from the 1950s through the 1980s. There were numerous gay bars lining Wells Street (all of them closed now). This was the first "gay ghetto" in Chicago, predating the current Lake View neighborhood (which is the current epicenter of gay life). As the area gentrified, the gays moved further north to Lincoln Park and then Lake View neighborhoods. Old Town has one Brown-Purple Line 'L' station at 1536-40 North Sedgwick Avenue. It is one of the oldest standing stations on the 'L'.",
    "lastUpdated": "2013-01-11T09:49:53+0000",
    "wikipedia_id": "Old Town, Chicago",
    "wikipedia_numeric_id": 3415657,
    "url": "http://en.wikipedia.org/wiki/Old_Town,_Chicago",
    "_type": "encyclopedic.wikipedia.wikipedia_article",
    "_id": "old_town_chicago",
    "md5id": "d2bda40d6e08a955286fbb633d532534",
    "description": "Old Town is a neighborhood in Chicago, Illinois, bounded by the Ogden Ave. right-of-way on the northwest, Larrabee Street on the west, Clybourn Avenue on the southwest and Division Street on the south and Clark Street on the east and northeast. It spans across eastern parts of the community areas of Lincoln Park and the Near North Side,. It is part of Chicago's 43rd ward. Old Town includes the Old Town Triangle Historic District.",
    "name": "Old Town, Chicago",
    "_domain_id": 3415657,
    "coordinates": [
        -87.6395,
        41.9111
    ]
}